Repository: mqu/gdpr-registry-app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: <p> This program is free software: you can redistribute it and/or modify it under the terms of the GNU Affero General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. </p> <p>This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU Affero General Public License for more details.</p> <p>You should have received a copy of the GNU Affero General Public License along with this program. If not, see <a href="https://www.gnu.org/licenses/">https://www.gnu.org/licenses/</a>. </p>
fr: <p> Questo programma è software libero: puoi ridistribuirlo e/o modificarlo sotto i termini della "GNU Affero General Public License" pubblicata dalla Free Software Foundation, versione 3, o (a tua scelta) qualsiasi versione successiva. </p> <p> Questo programma è distribuito nella speranza che sia utile, ma SENZA ALCUNA GARANZIA; senza nemmeno la garanzia implicita di COMMERCIABILITÀ O IDONEITÀ PER UN PARTICOLARE SCOPO. Vedere i termini della Licenza pubblica generale Affero GNU per maggiori dettagli. </p> <p> Dovresti aver ricevuto una copia della Licenza pubblica generale Affero GNU insieme a questo programma. In caso contrario, consulta <a href="https://www.gnu.org/licenses/"> https://www.gnu.org/licenses/ </a>. </p>

source: <strong>Contact</strong>. For any inquiry, please use the <a href="https://gdpr.pluribus-one.it/contact_us">Contact form</a> in the Pluribus One GDPR website.
fr: <strong>Contatto</strong>. Per qualsiasi richiesta, utilizzate il <a href="https://gdpr.pluribus-one.it/contact_us">modulo di contatto</a> presente nel sito dedicato a GDPR di Pluribus One.

source: Copy of the official version published at <a href="https://www.gnu.org/licenses/agpl-3.0.html">https://www.gnu.org/licenses/agpl-3.0.html</a>
fr: Copia della versione ufficiale pubblicata su <a href="https://www.gnu.org/licenses/agpl-3.0.html"> https://www.gnu.org/licenses/agpl-3.0.html</a>

source: Invalid Organization ID
fr: ID organizzazione non valido

source: Quick links
fr: Link veloci

source: Return to site
fr: Ritorna al sito

source: Change password
fr: Cambia la password

source: Log out
fr: Disconnettersi

source: Pluribus One Technology
fr: Tecnologia Pluribus One

source: Pluribus One Services
fr: Servizi dedicati Pluribus One

source: First time here? Click to add your organization in the registry
fr: Prima volta qui? Fai clic per aggiungere la vostra organizzazione nel registro

source: Click here to see all organizations in the registry and generate a PDF report for each one
fr: Clicca qui per visualizzare tutte le organizzazioni presenti nel registro e generare un report PDF per ognuna

source: GDPR is a continuous process. Make sure that all your business processes and processing activities that manage personal data are updated in this registry.
fr: GDPR è un processo continuo. Assicurarsi che tutti i processi aziendali e le attività di elaborazione che gestiscono i dati personali siano aggiornati in questo registro.
