Repository: mqu/gdpr-registry-app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: GDPR Registry App
fr: Appli de gestion RGPD

source: Name
fr: Prénom

source: Surname
fr: Nom

source: Username
fr: Nom d'utilisateur

source: Organization
fr: Organisation

source: Business Owner
fr: Responsable

source: Processing Activities
fr: Activité d'élaboration

source: Managed
fr: Géré

source: Breach Detection
fr: Détection de violation

source: Breach Response
fr: Réponse a la violation

source: Activities
fr: Activités

source: Business Process
fr: Processus métier

source: Data Audits
fr: Audit des données

source: Organizations
fr: Organisation

source: Business Processes
fr: Processus métier

source: Data Protection Officer
fr: Délégué à la protection des données (DPO)

source: Create
fr: Créer

source: PDF Report
fr: Rapport PDF

source: Access Control
fr: Contrôle d'accès

source: Suggestions
fr: Suggestion

source: Issues
fr: Problèmes

source: Warnings
fr: Avertissements

source: Last Update
fr: Dernière Mise à Jour

source: Missing description on
fr: Description manquante sur

source: Address
fr: Adresse

source: Country
fr: Pays

source: Telephone
fr: Téléphone

source: Statute
fr: Statut

source: Third Country
fr: Pays tiers

source: Mark this field if the organization resides in a country outside of the European Union (EU) and the European Economic Area (EEA).
fr: Cochez ce champs si l'organisation réside dans un pays à l'extérieur de l'union Europérenne (EU) et l'espace économique européen (EEE)

source: Mark this field if the organization and its subordinate bodies are governed by public international law
fr: Cochez ce champ si l'organisation et ses organes subordonnés sont régi par le droit international public

source: Document File
fr: Document

source: Only PDF files are accepted
fr: Seuls les fichiers PDF sont acceptés

source: Classification
fr: Classement

source: Insert a general classification for this entry (if any)
fr: Saisissez une classification générale pour cet article (le cas échéant)

source: GDPR Article
fr: Article RGPD

source: Reference to GDPR Article (if any)
fr: Référence à l'article RGPD (le cas échéant)

source: Reference URL
fr: URL de référence

source: Reference URL (if any)
fr: URL de référence (le cas échéant)

source: Legal Base for Processing
fr: Base juridique pour le traitement

source: Legal Bases for Processing
fr: Bases juridiques pour le traitement

source: Purpose of Processing
fr: Objectif du traitement

source: Purposes of Processing
fr: Objectif des traitements

source: Type of Processing
fr: Type de traitement

source: Types of Processing
fr: Types de traitements

source: Special Category
fr: Catégorie spéciale

source: Mark this field if the Data Category is special. The processing of this data category shall normally be prohibited.
fr: Cochez ce champ si la catégorie de données est particulière. Le traitement de cette catégorie de données est normalement interdite.

source: Functional Data Category
fr: Catégorie fonctionnelle de données

source: Functional Data Categories
fr: Catégories fonctionnelles de données

source: Processing Activity Classification Document
fr: Document de classification des activités de traitement

source: Processing Activity Classification Documents
fr: Documents pour la classification des activités de traitement

source: Processing Activity Classification Level
fr: Classification des activités de traitement

source: Processing Activity Classification Levels
fr: Classifications des activités de traitement

source: Recipient Category
fr: Catégorie de destinataire

source: Recipient Categories
fr: Catégories de destinataire

source: Nature of Transfer to third-country/international organization
fr: Natura del trasferimento a un'organizzazione internazionale / di paesi terzi

source: Natures of Transfer to third-country/international organization
fr: Nature du transfert vers une organisation internationale/de pays tiers

source: Vulnerable Category
fr: Catégorie Vulnérable

source: Indicates whether the data subjects are considered a vulnerable category. Mark this flag if the data subjects involved are in a situation in which there is a lack of parity in the relationship between the data subject and the controller, such as children, employees, patients, etc.Unmark this flag if none of the categories as mentioned above are involved.
fr: Veuillez indiquer si les personnes concernées sont considérées comme une catégorie vulnérable. Veuillez cocher ce drapeau si les parties prenantes sont dans une situation où il y a un absence d'égalité dans la relation entre la personne concernée et la personne en charge de la traitement, comme les enfants, les employés, les patients, etc. Signaler ce drapeau si aucune des catégories mentionnées ci-dessus n'est impliquée.

source: Data Subject Category
fr: Catégorie de sujet de traitement de données

source: Data Subject Categories
fr: Catégories de sujets de traitement de données

source: Category
fr: Catégorie

source: In the context of consent-base processing, to comply with Articles 13 and 14 of the GDPR, controllers will need to provide a full list of recipients or categories of recipients including processors.
fr: Dans le cadre du traitement du consentement, pour respecter les articles 13 et 14 du RGPD, les responsables du traitement doivent fournir une liste compléter avec les destinataires ou les catégories de destinataires, y compris processeurs de données.

source: Please specify why the data is transferred to this third-country/international organization
fr: Veuillez préciser pourquoi les données sont transférées vers ce pays tiers/organisation internationale

source: Appropriate Data Safeguards
fr: Protections appropriées des données

source: In case of data transfer to a third country/international organization & transfer based on GDPR Article 49(2), list the documents that clarify the appropriate safeguards and where these documents are stored.
fr: En cas de transfert de données vers un pays tiers/organisation internationale & transfert basé sur l'article 49(2) du RGPD, énumérez les documents qui clarifient le des garanties appropriées et où ces documents sont stockés.

source: No appropriate safeguards have been specified for third-country/international data transfers
fr: Aucune garantie appropriée n'a été spécifiée pour les pays tiers/transferts internationaux de données

source: This organization is not marked as third country or international. If you want to set the nature of transfer to third country/international organization, please first flag one of these fields.
fr: Cette organisation n'est pas marquée comme pays tiers ou internationale. Si vous Si vous souhaitez définir la nature du transfert vers un pays tiers/organisation internationaleveuillez d'abord marquer l'un de ces champs.

source: Third-party Organization
fr: Organisation tierce

source: Third-party Organizations
fr: Organisations tierses

source: Registered User
fr: Utilisateur enregistré

source: partie du personnel
fr: Part of Staff

source: Is DPO part of the controller organization staff?
fr: Le DPO fait-il partie du personnel de l'organisation responsable du traitement ?

source: DPO is part of the staff of the controller organization. You should be able to demonstrate that the DPO is an independent person.
fr: Le DPO fait partie du personnel de l'organisation responsable du traitement.Vous devez être en mesure de prouver que le DPO est une personne indépendante.

source: Data Protection Officer (DPO)
fr: Délégué à la protection des données (DPO))

source: Data Protection Officers (DPOs)
fr: Délégués à la protection des données (DPO)

source: Data protection Impact Assessment (DPIA)
fr: valuation de l'impact sur la protection des données (DPIA)

source: Data protection Impact Assessments (DPIAs)
fr: Évaluation de l'impact sur la protection des données (DPIA)

source: Data Subject Rights Document
fr: Document relatif aux droits des intéressés

source: Data Subject Rights Documents
fr: Documents sur les droits des personnes concernéesi

source: Processor
fr: Responsable du traitement

source: Third-party organization with which the Contract has been signed.
fr: Organisation tierce avec laquelle l'accord a été signé.

source: Processor Contract
fr: Accord avec le responsable du traitement des données

source: Processor Contracts
fr: Accords avec les responsables du traitement des données

source: Unknown
fr: Inconnu

source: Low
fr: Faible

source: Mid
fr: Moyen

source: High
fr: Haut

source: Unknown risk to personal data for
fr: Risque inconnu pour les données personnelles pour

source: No data audit for
fr: Aucune vérification des données pour

source: No description of risk mitigation measures for
fr: Aucune description des mesures d'atténuation des risques pour

source: Data Processor Contracts
fr: Contrats avec les sous-traitants de données

source: If the data is ACTUALLY transferred to OTHER organizations (e.g., Data Processors), please upload the contract that regulates this data transfer, and relevant information about each third-party organization.
fr: Si les données sont EFFECTIVEMENT transférées à d'AUTRES organisations (par exemple traitement de données), veuillez télécharger le contrat régissant ce transfert de données et d'informations pertinent pour chaque organisation tierce.

source: Retention period for the processed data, in Days
fr: Période de conservation des données traitées, en jours

source: Risk Mitigation Measures
fr: Mesures d'atténuation des risques

source: Information about the risk mitigation measures related to the data processing, against Data Breaches.
fr: Informations sur les mesures d'atténuation des risques liées autraitement des données, contre les violations de données.

source: Residual Risk
fr: Risque résiduel

source: Indicate the residual risk to the fundamental rights and freedoms of data subjects, given the mitigation measures that have been put in place.
fr: Indiquer le risque résiduel pour les libertés et droits fondamentaux des personnes concernées, compte tenu des mesures d'atténuation mises en place.

source: Data Subject Rights
fr: Droits des parties intéressées

source: Reference the documents that determine the procedures intended to guard the rights of data subjects. The document should also indicate which special measures have been taken to enforce/support the exercising of the rights of data subjects.
fr: Se référer aux documents qui déterminent les procédures destinées à protéger les droits des personnes concernées. Le document doit également indiquer lequel des mesures spéciales ont été prises pour faire appliquer / soutenir l'exercice des droits des intéressés.

source: Data Subject Notification
fr: Avertir les parties intéressées

source: Indicate how data subjects are notified that their data have been registered.
fr: Indicare come gli interessati sono informati che i loro dati sono stati registrati.

source: Comments
fr: Commentaires

source: Please put any comments to the data management policy.
fr: Si prega di inserire eventuali commenti sulla politica di gestione dei dati.

source: Mid/high residual data management risk for
fr: Rischio medio / alto di gestione dei dati residui per

source: No retention value specified for
fr: Nessun valore di conservazione specificato per

source: Missing description of the procedures adopted to safeguard the rights of data subjects on
fr: Manca la descrizione delle procedure adottate per salvaguardare i diritti degli interessati

source: Missing description of the notification procedures to data subjects for
fr: Manca la descrizione delle procedure di notifica agli interessati per

source: Data Management Policy
fr: Politica di gestione dei dati

source: Data Management Policies
fr: Politiche di gestione dei dati

source: Information about the risk mitigation measures related to the detection of data breaches
fr: Informazioni sulle misure di attenuazione del rischio attraverso il rilevamento di violazioni dei dati

source: Indicate the residual risk of missing a data breach due to lacking detection measures/technology
fr: Indicare il rischio residuo conseguente alla mancanza di misure / tecnologie di rilevamento

source: Mid/high residual risk of missing data breaches for
fr: Rischio medio / alto residuo dovuto alla mancanza di meccanismi di rilevazione di violazioni per

source: Data Breach Detection
fr: Rilevamento di Violazioni

source: Information about the risk mitigation measures for the response to data breaches. To this end, a suitable incident response plan should be put in place, that include themandatory notification of data breaches to supervisory authority and all involved parties.
fr: Informazioni sulle misure di mitigazione del rischio per la risposta alle violazioni dei dati. A tal fine, dovrebbe essere predisposto un adeguato piano di risposta agli incidenti, che includa la notifica delle violazioni dei dati all'autorità di vigilanza e a tutte le parti coinvolte.

source: Indicate the residual risk of not responding properly to a data breach due to lacking detection measures/technology.
fr: Indicare il rischio residuo di non rispondere adeguatamente a una violazione dei dati dovuta alla mancanza di misure / tecnologie di rilevamento.

source: Mid/high residual risk for data breach response on
fr: Rischio medio / alto residuo per la risposta alla violazione dei dati su

source: Incident Response Plan
fr: Piano di Risposta alle Violazioni

source: Data Category
fr: Categoria dei dati

source: Original Data Source
fr: Origine dati originale

source: Indicate the source of the data if not the data subjects themselves.
fr: Indicare la fonte dei dati se non gli stessi soggetti di dati.

source: Please put any comments to the data audit.
fr: Si prega di inserire eventuali commenti alla verifica dei dati.

source: Inherent Risk
fr: Rischio intrinseco

source: Indicate the inherent risk to the fundamental rights and freedoms of data subjects associated to the data audit.
fr: Indicare il rischio inerente ai diritti e alle libertà fondamentali delle persone coinvolte nella verifica dei dati.

source: Data protection Impact Assessment
fr: Valutazione dell'impatto sulla protezione dei dati (DPIA)

source: If the processing activity probably entails a high risk for the fundamental rights and freedoms of data subjects, a DPIA must be completed (GDPR Article 35).
fr: Se l'attività di trattamento comporta probabilmente un alto rischio per i diritti e le libertà fondamentali delle persone interessate, deve essere completata una DPIA (articolo 135 del GDPR).

source: No processing activity associated to
fr: Nessuna attività di elaborazione associata a

source: No data management policy specified for
fr: Nessuna politica di gestione dei dati specificata per

source: No subject categories specified for
fr: Nessuna categoria di soggetti specificata per

source: Mid/High inherent risk, but no data breach detection technology specified for
fr: Rischio medio / alto intrinseco, ma nessuna tecnologia di rilevamento della violazione dei dati specificata per

source: Mid/High inherent risk, but no data breach response plan specified for
fr: Rischio medio / alto intrinseco, ma nessun piano di risposta alla violazione dei dati specificato per

source: Mid/High inherent risk, but no Data Protection Impact Assessment specified for
fr: Rischio medio / alto intrinseco, ma nessuna valutazione dell'impatto sulla protezione dei dati (DPIA) specificata per

source: Unknown inherent risk level for
fr: Livello di rischio intrinseco sconosciuto per

source: Data Audit
fr: Verifica dei Dati

source: Specify the data handled by this activity (output of a data audit process).
fr: Specificare i dati gestiti da questa attività (output di un processo di controllo dei dati).

source: Purpose
fr: Scopo

source: Processing Type
fr: Tipo di elaborazione

source: Start Date
fr: Data d'inizio

source: End Date
fr: Data di fine

source: Processing end date, if applicable. By filling in this date, you are declaring that processing ceases as of that date.
fr: Data di fine elaborazione, se applicabile. Compilando questa data, dichiari che l'elaborazione cessa a partire da quella data.

source: What is the Legal Base for Processing? It is mandatory!
fr: Qual è la base legale per l'elaborazione? È obbligatorio!

source: Technology
fr: Tecnologia

source: How the activity is performed. Description of the technologies, applications, and software employed in the processing activity.
fr: Come viene eseguita l'attività. Descrizione delle tecnologie, applicazioni e software utilizzati nell'attività di elaborazione.

source: Alternate Activity
fr: Attività alternativa

source: Where appropriate, reference the processing activity that replaces the terminated activity. This creates a history in the registry. This may be of use when the legal basis of a processing activity shifts, for instance as the result of a statutory change.
fr: Se del caso, fare riferimento all'attività di elaborazione che sostituisce l'attività terminata. Questo crea una cronologia nel registro. Questo può essere utile quando la base legale dell'attività di elaborazione cambia, ad esempio come risultato di una modifica statutaria.

source: Please put any comments to the processing activity.
fr: Si prega di inserire commenti sull'attività di elaborazione.

source: Classification Level
fr: Livello di classificazione

source: Indicate the classification level of the processing activity according to the organization's classification system (choose the highest in case multiple are involved).
fr: Indicare il livello di classificazione dell'attività di elaborazione in base al sistema di classificazione dell'organizzazione (scegliere il più alto nel caso in cui siano coinvolti più elementi).

source: No business process associated to
fr: Nessun processo aziendale associato a

source: Missing start date for
fr: Data di inizio mancante per

source: Missing description of technology for
fr: Manca la descrizione della tecnologia per

source: Please specify at least one data audit for
fr: Si prega di specificare almeno un audit dei dati per

source: Outsourcing prefigures the assignment of the processing activity to another organization
fr: Outsourcing prefigura l'assegnazione dell'attività di elaborazione a un'altra organizzazione

source: Processing Activity
fr: Attività di elaborazione

source: No business process associated with
fr: Nessun processo aziendale associato a

source: Business Owners
fr: Responsabili dei Processi Aziendali

source: Process Owner
fr: Responsabile del processo

source: Please indicate who is responsible for and manages this business process.
fr: Si prega di indicare chi è responsabile e gestisce questo processo aziendale.

source: You should insert all processing activities that may handle personal data are part of the business process (e.g., Collection of Curriculum Vitae)
fr: Dovresti inserire tutte le attività di elaborazione che possono gestire i dati personali fanno parte del processo aziendale (ad es. Raccolta di Curriculum Vitae)

source: Activity {} is already assigned to another Business Process: {}
fr: L'attività {} è già assegnata a un altro processo aziendale: {}

source: No organization associated to
fr: Nessuna organizzazione associata a

source: No owner for
fr: Nessun proprietario per

source: Please specify at least one processing activity for
fr: Si prega di specificare almeno un'attività di elaborazione per

source: Please insert the Data Protection Officer (if any). A data protection officer (DPO) may be mandatory for public authorities, or if certain types of processing activities are carried out by the organization. The DPO must be independent, an expert in data protection, adequately resourced, and report to the highest management level.
fr: Si prega di inserire il responsabile della protezione dei dati (se presente). Un responsabile della protezione dei dati (DPO) può essere obbligatorio per le autorità pubbliche o se determinati tipi di attività di trattamento vengono svolti dall'organizzazione. Il responsabile della protezione dei dati deve essere indipendente, esperto in protezione dei dati, avere risorse adeguate e riferire al massimo livello delle cariche aziendali.

source: You should insert each business process in the Organization that may handle personal data (e.g., Human Resources)
fr: Dovresti inserire ogni processo aziendale nell'organizzazione che possa gestire i dati personali (ad esempio, Risorse umane)

source: Public Authority
fr: Autorità pubblica

source: Mark this field if the organization is a public authority (except for courts acting in their judicial capacity)
fr: Contrassegnare questo campo se l'organizzazione è un'autorità pubblica (eccetto che per i tribunali che agiscono nell'esercizio delle loro funzioni giudiziarie)

source: Large-scale Monitoring
fr: Monitoraggio su larga scala

source: Mark this field if the organization's core activities require large scale, regular and systematic monitoring of individuals (for example, online behaviour tracking)
fr: Segna questo campo se le attività principali dell'organizzazione richiedono un monitoraggio su larga scala, regolare e sistematico delle persone (ad esempio, il monitoraggio del comportamento online)

source: Special Data
fr: Dati speciali

source: Mark this field if the organization's core activities consist of processing on a large scale of special category data, or data relating to criminal convictions and offences
fr: Segna questo campo se le attività principali dell'organizzazione consistono nell'elaborazione su larga scala di dati di categorie speciali, o dati relativi a condanne penali e reati

source: Business Process {} is already assigned to another Organization: {}
fr: Il processo aziendale {} è già assegnato a un'altra organizzazione: {}

source: Public authorities
fr: Autorità pubbliche

source: When systematic, large-scale monitoring of individuals is performed as core activity, Organizations
fr: Le organizzazioni che effettuano monitoraggio sistematico su larga scala delle persone come attività principale

source: When large-scale processing of special data about individuals is performed as core activity, Organizations
fr: Le organizzazioni che effettuano elaborazione su larga scala di dati speciali sulle persone come attività principale

source: {} must appoint a Data Protection Officer
fr: {} devono nominare un responsabile della protezione dei dati

source: Please insert at least one business process into
fr: Inserire almeno un processo aziendale in

source: Your Organizations
fr: Le tue organizzazioni

source: Yes
fr: Sì

source: GDPR Registry of Data Processing Activities for %s
fr: Registro GDPR delle attività di elaborazione dati per %s

source: Page %d
fr: Pagina %d

source: Report generated on {date}
fr: Documento generato {date}

source: Powered by
fr: Offerta da

source: GDPR Registry of Processing Activities
fr: Registro GDPR delle Attività di Elaborazione

source: Organization: %s
fr: Organisation: %s

source: DPO has not been set.
fr: Non è stato impostato alcun DPO.

source: Process: %s (activities: %d)
fr: Traité: %s (activités: %d)

source: %s > %s (data audits: %d)
fr: %s > %s (audit dei dati: %d)

source: %s > %s > %s > Data Subject Categories
fr: %s > %s > %s > Categorie di soggetti del trattamento dati

source: <em>There are no data subject categories for the data (!)</em>
fr: <em> Non esistono categorie di soggetti del trattamento dati (!) </em>

source: %s > %s > %s > Data Management Policy
fr: %s > %s > %s > Politica di gestione dei dati

source: %s > %s > %s > Data Transfers (to third parties)
fr: %s > %s > %s > Trasferimenti dati (a terzi)

source: <em>Sounds Good. No data transfers.</em>
fr: <em>Ottimo. Nessun trasferimento di dati.</em>
