Repository: mqu/gdpr-registry-app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: In general, for each data processing activity you should specify: <ul> <li><strong>Name</strong>: e.g, Contractualization</li> <li><strong>Scope of treatment</strong>: e.g., personnel management</li> <li><strong>Processing type</strong>: e.g., normal (special treatments may be dedicated to particular categories of data only)</li> <li><strong>Legal base</strong>: e.g., necessary for the execution of a contract (GDPR art. 6(1)b)</li> </ul>
fr: In generale, per ogni attività di elaborazione dati è necessario specificare: <ul> <li> <strong> Nome </strong>: ad esempio, Contratti</li> <li><strong>Ambito di applicazione del trattamento</strong>: ad esempio, gestione dei contratti personale </li> <li> <strong>Tipo di elaborazione</strong>: ad esempio normale (i trattamenti speciali possono essere dedicati solo a determinate categorie di dati)</li> <li> <strong>Base legale per l'elaborazione</strong>: ad es., necessario per l'esecuzione di un contratto (GDPR art. 6 (1) b) </li> </ul>

source: <strong>Examples of processing activities</strong>: Contractualization (Process: Human Resources), Submission of proposals (Process: Projects), Newsletter (Process: Customer Care). In this example, we inserted a processing activity named <strong>Contractualization</strong> into business process <strong>Human Resources</strong>, .
fr: <strong> Esempi di attività di elaborazione </strong>: Contratti (processo: Risorse Umane), Presentazione delle proposte di progetto (processo: progetti europei), newsletter (processo: assistenza clienti). In questo esempio, abbiamo inserito un'attività di elaborazione denominata <strong>Contratti</strong> all'interno del processo aziendale <strong>Risorse Umane</strong>,.

source: Add Processing Activity
fr: Ajouter une procedure d'activité

source: Contractualization
fr: Contractualisation

source: Step 4. Associate a Data Audit to each Processing Activity
fr: Passaggio 4. Associare una verifica dei dati a ciascuna attività di elaborazione

source: You should insert the details about the data handled by each processing activity. In the edit page of a processing activity, click on the add (+) icon of the field "data audit". Then fill in all details about the data audit.
fr: È necessario inserire i dettagli relativi ai dati gestiti da ciascuna attività di elaborazione. Nella pagina di modifica di un'attività di elaborazione, fare clic sull'icona Aggiungi (+) del campo "Verifica dei Dati". Quindi inserire tutti i dettagli sulla verifica dei dati.

source: In general, for each data audit you should specify: <ul> <li><strong>Name</strong>: e.g, identity documents of employees</li> <li><strong>Category</strong>: e.g., personal identifiable information</li> <li><strong>Inherent risk for the freedom and rights of individuals</strong>: e.g., medium</li> </ul>
fr: In generale, per ogni verifica dei dati è necessario specificare: <ul> <li><strong>Nome</strong>: ad esempio, documenti di identità dei dipendenti</li> <li> <strong>Categoria</strong>: ad es. informazioni per l'identificazione personale</li> <li> <strong> Rischio intrinseco per la libertà e i diritti delle persone</strong>: ad es., medio</li> </ul>

source: <strong>Examples of data audits</strong>: Identity documents of Employees (Activity: Contractualization), Identity documents of Coordinators (Activity: Submission of proposals), Mailing list (Activity: Newsletter). In this example, we inserted an entry for the processing activity <strong>Contractualization</strong>, named <strong>Identity Documents of Employees</strong>.
fr: <strong>Esempi di verifiche dei dati</strong>: documenti di identità dei dipendenti (attività: contratti), Documenti di identità dei coordinatori (attività: presentazione delle proposte di progetto), mailing list (attività: newsletter). In questo esempio, abbiamo inserito una voce per l'attività di elaborazione <strong>Contratti</strong>, denominata <strong>Documenti di Identità dei Dipendenti</strong>.

source: Add Data Audit
fr: Ajouter un audit de données

source: Identity documents
fr: Documents des identités

source: GDPR Process - Data Management Policy
fr: Process RGPD - Gestion des données

source: Once the data audit has been performed and documented, it is time to assess <code>how</code> such data is managed by your organization to make sure that this process fully complies with GDPR.
fr: Una volta effettuata la verifica dei dati, è necessario valutare <code>in che modo</code> tali dati sono gestiti dalla vostra organizzazione per assicurarsi che questi siano adeguatamente protetti come previsto dal GDPR.

source: The result of this analysis should produce a report for each category of data identified in the data audit phase, highlighting the current management policy, together with all measures put in place to protect personal data and allow data subjects to fully excercise their rights.
fr: Il risultato di questa analisi dovrebbe indicare, per ogni categoria di dati identificata nella fase di verifica, l'attuale politica di gestione e le relative misure attuate per proteggere i dati personali e garantire ai soggetti del trattamento l'esercizio completo dei diritti previsti dal GDPR.

source: Data Management Policy - How To
fr: Police de gestion des données - Comment faire

source: Add a Data Management Policy to each Data Audit
fr: Ajouter une police de gestion de données pour chacun des audits de données

source: In the edit page of the data audit, click on the add (+) icon for the field "data management policy". Then, you can insert all details about the data policy. In this case, the data is handled by a web application that stores the data in encrypted form, and allows only specific (authorized) users to access the data.
fr: Nella pagina di modifica del controllo dei dati, fare clic sull'icona di aggiunta (+) per il campo "politica di gestione dei dati". A quel punto, è possibile inserire tutti i dettagli sulla politica di gestione dei dati. In questo esempio, è presente un'applicazione web che memorizza i dati in forma crittografata e ne consente l'accesso solo ad utenti specifici (autorizzati).

source: Please note that in general, for each data management policy, you should specify: <ul> <li><strong>Data Protection</strong>: how data breaches are prevented, i.e., how personal data is properly protected</li> <li><strong>Data Transfers</strong>: if data transfers are currently in place (e.g., your organization transfers data to third party processors), specifying the related contracts that should be GDPR-compliant, i.e., they should allow you as a data controller to fully satisfy the rights of the data subjects.</li> <li><strong>Data Subject Rights</strong>: how data subjects are informed and can satisfy their fundamental rights (view, correction, cancellation of data, limit the scope of processing)</li> <li><strong>Residual Risk (of data breaches)</strong>: residual risk associated to data breach prevention; that is, an evaluation of the residual risk of data breaches given the data protection method that has been put in place. This should be the output of a detailed risk analysis that evaluates likelihood and impact of data breaches for the considered data audit and protection measure. </li> </ul>
fr: Si noti che in generale, per ogni politica di gestione dei dati, è necessario specificare: <ul> <li><strong>Protezione dei dati</strong>: in che modo vengono negati accessi non autorizzati ai dati</li> <li><strong>Trasferimenti di dati</strong>: se i dati vengono trasferiti verso soggetti di terze parti è necessario specificare i contratti relativi attualmente in essere. Tali contratti devono consentire ai responsabili del trattamento dei dati (voi) di soddisfare pienamente i diritti degli soggetti del trattamento dati, in accordo con il GDPR.</li> <li><strong>Diritti dei soggetti dei dati</strong>: in che modo i soggetti del trattamento darti sono informati e possono soddisfare i loro diritti fondamentali (visualizzazione, correzione, cancellazione dei dati, limite dell'ambito di elaborazione)</li> <li><strong>Rischio residuo (di violazioni dei diritti)</strong>: rischio residuo che i diritti dei soggetti del trattamento non vengano comunque soddisfatti, data la politica di gestione attuata. Questo dovrebbe essere il risultato di un'analisi dettagliata dei rischi che valuta la probabilità e l'impatto delle violazioni dei diritti degli interessati attraverso la politica di gestione attuata</li> </ul>

source: In this example, we create a data management policy <strong>Web App Auth and Access Control</strong> and associate it to the Data Audit <strong>Identity Documents</strong>
fr: In questo esempio, creiamo un criterio di gestione dei dati <strong> Autenticazione applicazione Web e controllo di accesso </strong> e lo associamo al controllo dati <strong> Documenti di identità </strong>

source: Add Data Management Policy
fr: Ajouter des rêgles de gestion de données

source: GDPR Registry App by Pluribus One
fr: Appli RGPD par Pluribus One

source: Welcome to the GDPR Registry Web App, developed by Pluribus One
fr: Bienvenue dans l'application Web Registre RGPD, développée par Pluribus One

source: under open-source license
fr: sous licence open-source

source: The GDPR Registry Web App can be used to annotate and keep track of all your data processing activities, according to a sound framework
fr: L'application Registre RGPD peut être utilisée pour annoter et suivre toutes vos activités de traitement de données, selon un cadre solide

source: and produce high-quality, updated reports in PDF format. This is a key step towards an enhanced security posture, and to satisfy GDPR requirements.
fr: et produire des rapports actualisés de haute qualité au format PDF. Il s'agit d'une étape clé vers une posture de sécurité renforcée et pour satisfaire aux exigences du RGPD.

source: Login
fr: Connexion

source: Repository
fr: Dépot

source: GDPR Website
fr: Site GDPR - Pluribus-one

source: (*) Please read carefully the license terms
fr: (*) Veuillez lire attentivement les termes de la licence.

source: You can copy, install and use this software only in accordance with the license. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
fr: Vous pouvez copier, installer et utiliser ce logiciel uniquement conformément à la licence. Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; sans même la garantie implicite de QUALITÉ MARCHANDE ou d'ADÉQUATION À UN USAGE PARTICULIER.

source: To manage the whole GDPR process, you need a central point where information about GDPR procedures are stored and can be updated on a regular basis by dedicated personnel, including your Data Protection Officer. This central place is of fundamental importance to keep track of your current compliance status, identify issues and mitigate them. And this is exactly the role of the so-called <strong>Registry of Data Processing Activities</strong>, described in the GDPR Article 30. It can also demonstrate that GDPR is a continuous process that has become an integral part of your business. This is a key step towards an enhanced security posture.
fr: Pour gérer l'ensemble du processus GDPR, une base de données centralisée est nécessairedans laquelle les procédures de traitement des données personnelles sont documentées, stockées et peuvent être mises à jour régulièrement par votre personnel, y compris tout délégué à la protection des données. Cette base de données est d'une importance fondamentale pour suivre votre état de conformité actuel, identifier les problèmes et les atténuer de manière adéquate. C'est exactement le rôle du <strong>registre des activités de traitement des données</strong> (RGPD), décrit dans l'article 30 du RGPD. La mise à jour régulière de ce registre doit devenir partie intégrante de vos processus métier, afin de répondre aux exigences du RGPD et d'améliorer significativement la « posture de sécurité » de l'entreprise, à travers une approche orientée sécurité.

source: The Pluribus One GDPR Registry Web app allows you to keep track of all data processing activities according to a hierarchical structure and the various GDPR stages highlighted in this document.
fr: L'application Web du registre RGPD vous permet de suivre toutes les activités de traitement des données selon une structure hiérarchique et les différentes étapes RGPD mises en évidence dans ce document.

source: You may freely use and modify it according to our licence.
fr: Vous pouvez librement l'utiliser et le modifier selon notre licence.

source: Sound framework and suggestion mechanisms
fr: Cadre solide et mécanismes de suggestions

source: We implemented the Registry App exploiting to our expertise in the field of cybersecurity, and a thorough study of GDPR (which nowadays, it is essentially a cybersecurity problem) to build a comprehensive framework. As you fill in the registry, the app can suggest you how to proceed. We have inserted some useful suggestions that come from our GDPR framework and expertise.
fr: Nous avons mis en place l'application Registry en exploitant notre expertise dans le domaine de la cybersécurité, et une étude approfondie du RGPD (qui aujourd'hui, c'est essentiellement un problème de cybersécurité) pour construire un cadre complet. Au fur et à mesure que vous remplissez le registre, l'application peut vous suggérer la marche à suivre. Nous avons inséré quelques suggestions utiles issues de notre cadre et de notre expertise RGPD.

source: Report Generation
fr: Génération de rapports PDF

source: You can generate, anytime, an updated, high-quality PDF report with all your data registry. This is a very useful feature especially if you organization is under investigation by GDPR supervisory authorities.
fr: Génération de rapports : Vous pouvez générer, à tout moment, un rapport PDF mis à jour et de haute qualité avec tout votre registre de données. Il s'agit d'une fonctionnalité très utile, en particulier si votre organisation fait l'objet d'une enquête par les autorités de contrôle du RGPD.

source: Multi-language
fr: Multi-langage

source: Full translation support thanks to the Django framework. Currently, the interface is available in English and Italian language.
fr: Prise en charge complète de la traduction grâce au framework Django. Actuellement, l'interface est disponible en Anglais, en Italien et en Français.

source: GDPR technology and services
fr: Technologie et services RGPD

source: If you need, Pluribus One offers advanced technology and services around GDPR (see https://gdpr.pluribus-one.it), to help you to achieve GDPR compliance.
fr: Si vous en avez besoin, Pluribus One propose une technologie et des services avancés autour du RGPD (voir https://gdpr.pluribus-one.it), pour vous aider à atteindre la conformité GDPR.

source: Hierarchical Structure
fr: Structure hiérarchique

source: The main hierarchical structure of the registry is showed as follows.
fr: La structure hiérarchique principale du registre est illustrée ci-dessous.

source: e.g., Acme SRL
fr: ex, Acme SRL

source: e.g., Human Resources
fr: par exemple : Ressources humaines

source: e.g., Contractualization
fr: par exemple : les contrats

source: e.g., Identity documents of employees
fr: ex: les ID des employés

source: How data is managed to prevent data breaches?
fr: Comment les données sont-elles traitées pour prévenir les violations de données ?

source: How can we detect data breaches?
fr: Comment détecter les violations de données ?

source: How can we respond to data breaches?
fr: Comment pouvons-nous répondre aux violations de données ?

source: Data Protection Impact Assessment
fr: Évaluation de l'impact sur la protection des données (DPIA)

source: It includes a detailed document about the previous three mitigation measures for the prevention, detection and response against data breaches.
fr: Comprend un document détaillé sur les mesures d'atténuation des risques liés à la prévention, à la détection et à la réponse aux violations de données.

source: You may add as many entries as you require in the registry, e.g., unlimited number of organizations, business processes, activities, data audits, and so on.
fr: Vous pouvez ajouter toutes les entrées nécessaires dans le registre, par exemple. Nombre illimité d'organisations, de processus métier, d'activités, de vérifications de données, etc.

source: Hierarchical Structure - Example
fr: Structure hiérarchique - Exemple

source: An example of hierarchical structure of the GDPR app registry is showed below.
fr: Un exemple de structure hiérarchique liée au registre GDPR est présenté ci-dessous.

source: <ul> <li><strong>Name</strong>: Acme SRL</li> <li><strong>Address</strong>: Via delle Strade, 9, 09123, Cagliari</li> <li><strong>State</strong>: Italy</li> <li><strong>Statute</strong>: Private Company</li> <li><strong>Data Protection Officer</strong>: Mario Rossi</li> </ul>
fr: <ul> <li><strong>Nome</strong>: Acme SRL</li> <li><strong>Indirizzo</strong>: Via delle Strade, 9, 09123, Cagliari</li> <li><strong>Stato</strong>: Italia</li> <li><strong>Statuto</strong>: Private Company</li> <li><strong>Responsabile della protezione dei dati</strong>: Mario Rossi</li> </ul>

source: <ul> <li><strong>Name</strong>: Human resources</li> <li><strong>Description</strong>: Human resource management, overseeing various aspects of employment, such as compliance with labour law and employment standards, administration of employee benefits, and some aspects of recruitment and dismissal</li> </ul>
fr: <ul> <li> <strong>Nome</strong>: risorse umane </li> <li> <strong>Descrizione</strong>: gestione delle risorse umane, che supervisiona vari aspetti dell'occupazione, come ad esempio la conformità al diritto del lavoro e agli standard occupazionali, l'amministrazione dei benefici per i dipendenti, e alcuni aspetti del reclutamento e licenziamento</li> </ul>

source: <ul> <li><strong>Name</strong>: Contractualization</li> <li><strong>Description</strong>: Activity required to contractualize employees</li> </ul>
fr: <ul> <li> <strong>Nome</strong>: Contratti</li> <li> <strong>Descrizione</strong>: attività richiesta per la contrattualizzazione dei dipendenti</li> </ul>

source: <ul> <li><strong>Description</strong>: identity documents of employees</li> <li><strong>Category</strong>: personal identifiable information</li> <li><strong>Scope of treatment</strong>: personnel management</li> <li><strong>Legal base</strong>: necessary for the execution of a contract (GDPR art. 6(1)b)</li> <li><strong>Inherent risk</strong>: medium</li> </ul>
fr: <ul> <li> <strong>Descrizione</strong>: Documenti di identità dei dipendenti </li> <li> <strong>Categoria</strong>: Informazioni di identificazione personale</li> <li> <strong>Ambito di applicazione</strong>: gestione del personale</li> <li> <strong>Base giuridica</strong>: necessaria per l'esecuzione di un contratto (GDPR articolo 6, paragrafo 1, lettera b)</li> <li> <strong>Rischio intrinseco</strong>: medio</li> </ul>

source: <ul> <li><strong>Description</strong>: data is stored in a private database, in encrypted form, and can be accessed only by the following persons: Robb Jones (administrative employee)</li> <li><strong>Data transfers</strong>: the data is not transferred to third parties</li> <li><strong>Data Subject Rights</strong>: data subjects are informed and explicitly agreed our privacy policy (link to document X). The document X also explains how they can view, correct, cancel, and limit the scopes of our data management.</li> <li><strong>Residual risk (of data breaches)</strong>: low</li> </ul>
fr: <ul> <li> <strong>Descrizione</strong>: i dati sono archiviati in una base di dati privata, in forma crittografata, ed è garantito l'accesso esclusivamente alle seguenti persone: Mario Rossi (impiegato amministrativo)</li> <li> <strong>Trasferimenti di dati</strong>: i dati non vengono trasferiti a terzi</li> <li> <strong>Diritti dei soggetti dei dati</strong>: le persone interessate sono informate e hanno esplicitamente acconsentito al processamento dei dati secondo la nostra politica (vedi documento X). Il documento X spiega anche come i soggetti del trattamento possano visualizzare, correggere, cancellare e limitare gli ambiti della nostra gestione dei dati.</Li> <li> <strong> Rischio residuo (di violazioni dei dati)</strong>: basso</li> </ul>

source: <ul> <li><strong>Description</strong></li> <ul> <li>each access to the private database is monitored, logged in a append-only logging database</li> <li> anomaly-based intrusion detection capable to alert on suspicious access attempts <ul> <li>from unexpected Ip addresses</li> <li>at unexpetected times (e.g., night, weekends)</li> <li>too many failed access attempts</li> <li>unexpected traffic from database app to internet</li> </ul> </li> <li>each alert is inspected by our security team, available 24/7, via authenticated, encrypted channel</li> </ul> <li><strong>Residual risk (of missing data breaches)</strong>: LOW</li> </ul>
fr: <ul> <li><strong>Descrizione</strong></li> <ul> <li>ogni accesso alla base di dati privata è monitorato, registrato in modalità sola aggiunta </li> <li> sistema di rilevazione di intrusioni basato su anomalie capace di segnalare tentativi di accesso sospetti <ul> <li>da indirizzi IP sospetti </li> <li>in orari sospetti (es., durante la notte, nel fine settimana)</li> <li>troppi tentativi di accesso falliti </li> <li>traffico inaspettato dalla base di dati verso macchine remote</li> </ul> </li> <li>ogni allarme viene ispezionato da un nostro team specializzato, costantemente disponibile, attraverso un canale autenticato e cifrato,</li> </ul> <li><strong>Rischio Residuo (mancata rilevazione di violazioni)</strong>: Basso</li> </ul>

source: <ul> <li><strong>Description</strong></li> <ul> <li>automatic read-only backups of the private database containing personal data</li> <li>web app firewall capable to block traffic to/from administrative app and internet</li> <li>data breach notification templates and database of data subjects</li> <li>immediate notification of security incidents by the security team to Data Protection Officer via authenticated, encrypted channel</li> <li>the administrative app runs in a virtual machine so it can be freezed for forensic analysis</li> </ul> <li><strong>Residual risk (of unmanaged data breaches)</strong>: low</li> </ul>
fr: <ul> <li><strong>Descrizione</strong></li> <ul> <li>backup automatici dei dati in modalità sola lettura</li> <li>web application firewall in grado di filtrare il traffico da e verso l'applicazione di amministrazione che gestisce i dati</li> <li>schemi predefiniti per la notifica di incidenti informatici ai soggetti interessati e autorità di supervisione</li> <li>notifica immediata di incidenti informatici da parte del team di sicurezza verso il responsabile della preotezione dati attraverso canale autenticato e cifrato</li> <li>l'app di amministrazione è eseguita in una macchina virtuale e può essere congelata per analisi di tipo forense</li> </ul> <li><strong>Rischio residuo (di risposta inadeguata a violazioni ai dati)</strong>: Basso</li> </ul>

source: Details about the DPIA (if any), with link to PDF document.
fr: Dettagli sulla DPIA (se presente), con collegamento al documento PDF di dettaglio.

source: GDPR Registry Web App License
fr: Licenza per la Web App Registro GDPR

source: Last update: November 26, 2020.
fr: Ultimo aggiornamento: 26 Novembre 2020.
