Repository: mqu/gdpr-registry-app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: <em>No Management Policy for the data (!)</em>
fr: <em>Nessuna politica di gestione per i dati (!)</em>

source: %s > %s > %s > Data Breach Detection
fr: %s > %s > %s > Rilevamento violazione dati

source: <em>No Data Breach Detection method found (!)</em>
fr: <em>Nessun meccanismo di rilevamento di violazioni (!)</em>

source: %s > %s > %s > Data Breach Response
fr: %s > %s > %s > Risposta alla violazione dei dati

source: <em>No Data Breach Response plan found (!)</em>
fr: <em> Nessun piano di risposta alla violazione dei dati (!) </em>

source: %s > %s > %s > Data Protection Impact Assessment
fr: %s > %s > %s > Valutazione di impatto sulla protezione dei dati (DPIA)

source: <em>No Data Protection Impact Assessment found (!)</em>
fr: <em>Nessuna valutazione dell'impatto sulla protezione dei dati (!) </em>

source: <em>None available.</em>
fr: <em>Non disponible.</em>

source: Please correct the error below.
fr: veuillez corriger l'erreur ci-dessous.

source: Please correct the errors below.
fr: Veuillez corriger les erreurs ci-dessous

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
fr: Sei autenticato come %(username)s, ma non sei autorizzato ad accedere a questa pagina. Vorresti accedere attraverso un altro account?

source: Forgotten your password or username?
fr: mot de passe ou compte oublié

source: Log in
fr: Connexion

source: HOW TO WORK
fr: Comment démarrer

source: GDPR Registry Web App
fr: Registre RGPD

source: Overview
fr: Apperçu

source: Key Features
fr: Fonctions principales

source: Dashboard
fr: Tableau de bord

source: How To
fr: Comment faire

source: 1. Data Audit
fr: 1. Audit des données

source: 2. Data Management Policy
fr: 2. Politique de gestion de données

source: 3. Data Breach Detection
fr: 3. Dectection de violation de données

source: 4. Incident Response Plan
fr: 4. Plan de réponse aux incidents

source: Create Report
fr: Créer un rapport

source: License
fr: Licence

source: GDPR Stages
fr: Etapes RGPDR

source: Prev
fr: Précédent

source: Next
fr: Suivant

source: GDPR Process - Data Breach Detection
fr: Processus GDPR - Détection des violations de données

source: GDPR compliance prefigures a process where data management, once established, is constantly <code>monitored</code> to identify signs of violations, i.e., data breaches.
fr: La conformità GDPR è un processo in cui la politica di gestione dei dati, una volta stabilita, è costantemente <code>monitorata</code> per identificarne violazioni.

source: To this end, your organization must setup a well-suited monitoring environment and tools through which such incidents can be quickly detected and notified to security operators and data protection officer (if any).
fr: A tal fine, la vostra organizzazione deve configurare un ambiente di monitoraggio e strumenti adatti attraverso i quali le violazioni (incidenti) possono essere rilevati rapidamente e notificati agli operatori di sicurezza e al responsabile della protezione dei dati (se presente).

source: This activity includes the identification, collection, storage and correlation of events capable to highlight data breaches and allow security operators to investigate them to accurately characterize their actual <em>impact</em>.
fr: Questa attività include l'identificazione, la raccolta, l'archiviazione e la correlazione di eventi in grado di evidenziare le violazioni dei dati e consentire agli operatori della sicurezza di investigarli per caratterizzare con precisione il loro effettivo <em>impatto</em>.

source: Data Breach Detection - How To
fr: Rilevamento di Violazioni - Istruzioni

source: Add Data Breach Detection for each Data Audit
fr: Ajouter une détection de violation de données pour chaque audit de données

source: In the edit page of the data audit, just click on the add (+) icon for the field "data breach detection". Then, you can insert all details about the data breach detection technique. In this case, data breach detection is handled by <a href="www.attack-prophecy.it">Attack Prophecy</a>, an advanced software by Pluribus One for the detection of attacks against web services.
fr: Nella pagina di modifica di una "verifica dei dati", fai clic sull'icona di aggiunta (+) per il campo "rilevamento di violazioni". Quindi, è possibile inserire tutti i dettagli sulla tecnica di rilevamento di violazioni. In questo caso, il rilevamento di violazioni è realizzato attraverso da <a href="www.attack-prophecy.it">Attack Prophecy</a>, un software avanzato sviluppato da Pluribus One per il rilevamento di attacchi contro i servizi web.

source: Please note that in general, for each data breach detection technique, you should specify: <ul> <li><strong>How breach detection is possible</strong>: how unexpected data breaches can be detected. This phase usually requires sophisticated systems such as Attack Prophecy, capable to detect <em>unexpected</em> behavior of your applications and users.</li> <li><strong>Residual risk (of missing data breaches)</strong>: a residual risk for the data breach detection, that is, an evaluation of the residual risk of <em>missing</em> data breaches given the detection technique that has been put in place. This should be the output of a detailed risk analysis that evaluates likelihood and impact of undetected data breaches for the considered data audit (in this case, identity documents), given the adopted detection technnique. </ul>
fr: Si noti che in generale, per ogni tecnica di rilevamento delle violazioni dei dati, è necessario specificare: <ul> <li> <strong>Come sia possibile il rilevamento delle violazioni</strong>: come sia possibile rilevare violazioni delle politiche di gestione dati. Questa fase di solito richiede sistemi sofisticati come Attack Prophecy, in grado di rilevare comportamenti <em>inattesi</em> delle applicazioni e degli utenti che le utilizzano.</li> <li> <strong>Rischio residuo (di mancata rilevazione di violazioni)</strong>: rischio residuo di non rilevare violazioni delle politiche di gestione dati, considerato il meccanismo di rilevazione utilizzato. Questo dovrebbe essere il risultato di un'analisi dettagliata che valuta la probabilità e l'impatto di mancate rilevazioni di violazioni per i dati considerati (in questo caso, documenti di identità), data la tecnica di rilevamento adottata. </ul>

source: In this example, we create a data breach detection <strong>Attack Prophecy</strong> and associate it to the Data Audit <strong>Identity Documents</strong>
fr: In questo esempio, creiamo un rilevamento di violazioni <strong>Attack Prophecy</strong> e lo associamo ai dati <strong>Documenti di identità</strong>

source: Please note that many other data audits can be associated with the same data breach detection tool, e.g., if the tool protects other applications that handle different data.
fr: Si noti che molti altri dati possono essere associati allo stesso strumento di rilevamento di violazioni, ad esempio se lo strumento protegge altre applicazioni che gestiscono dati diversi.

source: Add Data Breach detection
fr: Ajouter un plan de réponse aux violations de données

source: GDPR Process - Incident Response Plan
fr: Process RGPD - plan de réponse aux incidnets

source: GDPR compliance means that your organization should be prepared to deal with data breaches, and provide for rapid counteractions to <code>mitigate</code> their impact.
fr: Conformità a GDPR significa poter affrontare le violazioni dei dati e fornire contromisure rapide per <code>mitigare</code> il loro impatto.

source: Data breaches must be notified to supervisory authorities within <code>72 hours</code>, or even less, if data breaches affect the freedom of natural individuals (GDPR Article 33). In addition, every affected person must be notified with the details about the incident.
fr: Le violazioni dei dati devono essere notificate alle autorità di vigilanza entro <code>72 ore</code>, o anche meno, se le violazioni dei dati incidono sensibilmente su libertà e diritti fondamentali delle persone fisiche (articolo 33 del GDPR). Inoltre, ogni persona interessata deve essere informata sui dettagli dell'incidente.

source: To this end, your organization must define an incident response plan, as well as setup the right environment to mitigate the impact of data breaches.
fr: A tal fine, la vostra organizzazione deve definire un piano di risposta alle violazioni e configurare in maniera appropriata l'ambiente di elaborazione dati per mitigare l'impatto di eventuali violazioni.

source: Incident Response Plan - How To
fr: Plan de réponse aux incident - Comment faire

source: Add Incident Response Plan for each Data Audit
fr: Ajouter un plan de réponse aux incidents pour chaque audit de données

source: In the edit page of the data audit, just click on the add (+) icon for the field "incident response plan". Then, you can insert all details about the incident response plan. In this case, incident response is helped by <a href="www.attack-prophecy.it">Attack Prophecy</a>, thanks to its virtual patching mechanism that also covers zero-day (never-before-seen) attacks that may lead to data breaches.
fr: Nella pagina di modifica dei dati, fai clic sull'icona di aggiunta (+) per il campo "piano di risposta agli incidenti". A quel punto, è possibile inserire tutti i dettagli sul piano di risposta agli incidenti. In questo caso, la risposta agli incidenti è supportata da <a href="www.attack-prophecy.it">Attack Prophecy</a>, grazie al suo meccanismo di patch virtuale che copre anche attacchi mai visti prima (zero-day) che possono causare violazioni dei dati.

source: Please note that in general, for each data breach detection technique, you should specify: <ul> <li><strong>How breach response is possible</strong>: how data breaches can be effectively handled. This phase usually prefigures a well-suited recovery plan, and systems such as Attack Prophecy, capable to provide protection against <em>unexpected</em> behavior of your applications and users.</li> <li><strong>Data Breach Notification</strong>: notification procedures to the involved parties, including supervisory authorities.</li> <li><strong>Residual risk (of inadequate/missing response to data breaches)</strong>: that is, an evaluation of the residual risk of <em>not responding properly</em> to data breaches given the specific incident response plan. This should be the output of a detailed risk analysis that evaluates likelihood and impact of data breaches for the considered data audit (in this case, identity documents) and incident response plan. </ul>
fr: Si noti che in generale, per ogni piano di risposta alle violazioni è necessario specificare: <ul> <li> <strong>In che modo è possibile rispondere alla violazione</strong>: in che modo è possibile gestire efficacemente le violazioni dei dati e limitarne l'impatto. Questa fase di solito prefigura un piano di recupero su misura per i dati gestiti e sistemi ad apprendimento automatico come Attack Prophecy, in grado di fornire protezione contro comportamenti <em>inaspettati</em> delle applicazioni e degli utenti.</li> <li> <strong>Notifica di violazione dei dati</strong>: procedure di notifica ai soggetti coinvolti, incluse le autorità di vigilanza.</li> <li> <strong>Rischio residuo (di risposta inadeguata/mancante alle violazioni dei dati)</strong>: una valutazione del rischio residuo di <em>non rispondere adeguatamente</em> alle violazioni dei dati, dato il piano specifico di risposta agli incidenti. Questo dovrebbe essere il risultato di un'analisi dettagliata dei rischi che valuta la probabilità che il piano di risposta agli incidenti utilizzato sia inadeguato ed il relativo impatto sui diritti degli interessati per i dati in oggetto. </ul>

source: In this example, we create an incident response plan that employs <strong>Attack Prophecy</strong> to create virtual patches if intrusive events are detected. Additionaly, an (encrypted) backup of Virtual Machines and Data is used for recovery/investigation purposes. Finally, a predefined template of what information include in data breach notifications has been prepared (see, e.g., Article 33(3)). We associate the incident response plan to the Data Audit <strong>Identity Documents</strong>. Please note that many other data audits can be associated with the same incident response plan, e.g., if the plan covers other applications that handle different data, or the same web application that is covered by the plan handles other data.
fr: In questo esempio, creiamo un piano di risposta agli incidenti che impiega <strong>Attack Prophecy</strong> da creare patch virtuali se vengono rilevati eventi intrusivi. Inoltre, viene utilizzato un backup (crittografato) di macchine virtuali e dati per supportare operazioni di recupero/indagine forense sui dati. Infine, è stato preparato un modello predefinito di quali informazioni includere nelle notifiche di violazione dei dati (vedere, ad esempio, articolo 33, paragrafo 3). Il piano di risposta agli incidenti è stato associato ai Dati <strong>Documenti di identità</strong>. Si noti che molti altri dati possono essere associati allo stesso piano di risposta agli incidenti, ad es. se il piano copre anche altre applicazioni che gestiscono dati diversi, oppure la stessa applicazione web considerata dal piano gestisce altri dati.

source: Add Data Breach Response
fr: Ajouter une réponse à une violation de données

source: Data Breach Response
fr: Réponse aux violation de données

source: Add Data Protection Impact Assessment (DPIA) for each Data Audit
fr: Aggiungi Valutazione di impatto sulla protezione dei dati (DPIA)

source: In the edit page of the data audit, just click on the add (+) icon for the field "Data Protection Impact Assessment". Then, you can insert all details about the DPIA, uploading a PDF report.
fr: Nella pagina di modifica della verifica dei dati, fai clic sull'icona di aggiunta (+) per il campo "Valutazione di impatto sulla protezione dei dati". Quindi, è possibile inserire tutti i dettagli su DPIA, caricando un documento PDF di dettaglio.

source: Please note that DPIA <ul> <li><strong>is mandatory prior to the data processing</strong>, if the managed data probably entails a high risk for the freedom and rights of individuals (GDPR article 35).</li> <li><strong>can be documented following our framework</strong>: it is interesting to note that the DPIA in fact needs to provide details about the risk evaluation/mitigation process in all previous phases, so it should be easier to produce it if you already determined Data Management Policy, Data Breach Detection and Incident Response (all such steps are driven by risk-based metrics, according to our framework).</li> </ul>
fr: Si prega di notare che il DPIA <ul> <li> <strong>è obbligatorio prima ancora che l'elaborazione dei dati abbia luogo</strong>, se i dati gestiti comportano probabilmente un rischio elevato per la libertà e i diritti dei soggetti del trattamento (articolo 35 del GDPR). </li> <li> <strong>può essere documentato seguendo il nostro schema</strong>: è interessante notare che il DPIA deve fornire dettagli sul processo di valutazione/mitigazione del rischio in tutte le fasi precedenti, quindi dovrebbe essere reso immediato se sono stati determinati i criteri di gestione dei dati (politica), rilevamento di violazioni e risposta alle violazioni (tutti questi passaggi sono guidati da metriche basate sul rischio, secondo il nostro schema). </li> </ul>

source: Add Data Protection Impact Assessment (DPIA)
fr: Ajouter une évaluation d'impact sur la protection des données (DPIA)

source: Create PDF Report for your organization
fr: Créer un rapport PDF pour votre organisation

source: In the list of your organizations (Click on the table "Your organizations"), just click on "Create" (PDF report field). It will be generated a PDF document with all information contained in your registry.
fr: Nell'elenco delle organizzazioni (fai clic sulla tabella "Le tue organizzazioni"), basta cliccare su "Crea" (campo del report PDF). Sarà generato un documento PDF con tutte le informazioni contenute nel tuo registro.

source: The GDPR Registry Web App provides a complete dashboard based on the django Jet framework (https://github.com/geex-arts/django-jet), with the following information:
fr: L'application Web GDPR Registry fournit un tableau de bord complet basé sur le cadre django Jet (https://github.com/geex-arts/django-jet), avec les informations suivantes

source: Registry Status
fr: Status du registre

source: it describes, both graphically (pie diagram) and textually suggestions, errors, issues related to your GDPR registry. Just follow the suggestions displayed in this widget to fill in the registry.
fr: il décrit, à la fois graphiquement (diagramme circulaire) et textuellement, suggestions, erreurs, problèmes liés à votre registre RGPD. Il vous suffit de suivre les suggestions affichées dans ce composant pour compiler leregistre.

source: Quick Links
fr: Liens rapides (raccourcis)

source: quick links to application home, change password and logout
fr: liens rapides vers l'accueil de l'application, changer le mot de passe et se déconnecter

source: Recent Actions
fr: Actions récentes

source: recent actions performed by users in the administrative interface
fr: actions récentes effectuées par les utilisateurs dans l'interface d'administration

source: we have two main applications, namely
fr: il y a deux applications principales, a savoir

source: an <strong>access control</strong> application, that keeps track of all accesses in the admin interface
fr: une application de <strong>contrôle d'accès</strong>, qui garde une trace de tous accès dans l'interface d'administration

source: an <strong>audit</strong> application, that keeps track of all GDPR activities in the admin interface (different, linked tables)
fr: une application <strong> d'audit </strong>, qui garde une trace de toutopérations effectuées dans l'interface d'administration

source: by means of this section we can add new users, groups and assign them different privileges for the access of the (different functionalities in the) admin interface.
fr: à travers cette section, nous pouvons ajouter de nouveaux utilisateurs, groupes et assignerleurs différents privilèges pour accéder aux différentes fonctionnalitésdans l'interface d'administration.

source: this section provides links to the documentation of the Registry App, and Pluribus One products and services that can help you to achieve GDPR compliance.
fr: cette section fournit des liens vers la documentation de l'application de registre, et Les produits et services Pluribus One qui peuvent vous aider à atteindre la conformité RGPD

source: You can customize your dashboard, moving or removing each element. For technical details, please check out the django jet documentation (https://jet.readthedocs.io/en/latest/)
fr: Vous pouvez personnaliser le tableau de bord en déplaçant ou supprimant chaque élément. Pour les détails techniques, voir la documentation de django jet (https: //jet.readthedocs.io/en/latest/)

source: Nothing to show
fr: Rien à montrer

source: GDPR Registry Status
fr: Etat du registre RGPD

source: None found
fr: Non trouvé

source: GDPR Process - Data Audit
fr: RGPD Process - audit des données

source: In order to protect personal data as prefigured by GDPR, you first need to be fully aware of <code>what</code> personal data is being captured, processed and stored by your organization, or by third-party organizations on your behalf.
fr: Protéger les données personnelles conformément au RGPD, c'est avant tout savoir exactement <code> quelles données personnelles </code> sont acquis, traités et stockés par votre norganisation, ou par des organisations tierces pour votre compte.

source: To this end, you need to accurately identify and classify such data, by modelling the processes currently in place in your organization.
fr: A cette fin, il est nécessaire d'identifier et de classer avec précision ces données, énumérer et classer les processus de traitement actuellement en place dans votre organisation.

source: Data Audit - How To
fr: Audit de données - comment faire

source: Step 1. Create an Organization
fr: Etape 1. Créer une organisation

source: Log into the
fr: Se loger dans

source: amministrative interface
fr: interface d'administration

source: using your username and password
fr: en utilisant votre login et mot de passe

source: You just need to click on the suggestion displayed in the Registry Status Widget. Otherwise, you may go to "Audit->Your organizations->Add Organization". Then, you can insert all details about your organization and save.
fr: Si vous venez d'installer l'application, cliquez simplement sur la suggestion affiché dans le composant d'état du registre. Sinon, vous pouvez toujours accéder à "Audit-> Vos organisations-> Ajouter une organisation À ce stade, vous pouvez entrer tous les détails sur le vôtrepuis sauvegarder.

source: In this example, we create an imaginary organization <strong>Acme Inc</strong>
fr: Dans cet exemple, créons une organisation hypothétique <strong>Acme SRL</strong>

source: Add organization
fr: Ajouter une organisation

source: Step 2. Associate a Business Process to your Organization
fr: Passaggio 2. Associare un processo aziendale alla propria organizzazione

source: <strong>Examples of business processes</strong>: Human Resources, European Projects, Customer Care. In this example, we create a business process named <strong>Human Resources</strong> for <strong>Acme Inc.</strong>
fr: <strong>Alcuni esempi di processi aziendali</strong>: risorse umane, progetti europei, assistenza clienti. In questo esempio, creiamo un processo aziendale denominato <strong>Risorse umane</strong> per <strong>Acme SRL</Strong>

source: Add Business Process
fr: Ajouter une procédure de type Business

source: Human Resources Process
fr: Procédure de gestion des ressources humaine

source: Step 3. Associate a Processing Activity to each Business Process
fr: Passaggio 3. Associare un'attività di elaborazione a ciascun processo aziendale

source: In general, for each business process, you should insert each processing activity which is expected to manage personal data. Data Processing activities always prefigure a specific (lawful) goal and purpose. In the edit page of a business process, click on the add (+) icon of the field "processing activities". Then fill in all details about the processing activity.
fr: In generale, per ogni processo aziendale, è necessario inserire ogni attività di elaborazione che si prevede gestisca i dati personali. Le attività di elaborazione dati devono sempre essere caratterizzate da un preciso scopo e una base legale per l'elaborazione. Nella pagina di modifica di un processo aziendale, fare clic sull'icona Aggiungi (+) del campo "Attività di Elaborazione". Quindi inserire tutti i dettagli sull'attività di elaborazione.
